<template>
  <div class="confidence__return">
    <h1 class="confidence__return__title">ПОВЕРНЕННЯ ТА ОБМІН ТОВАРІВ</h1>
    <p class="confidence__return__text">
      Відповідно до Закону України «Про захист прав споживачів» існує дві
      ситуації обміну або повернення придбаного товару:
    </p>
    <p class="confidence__return__text">
      <span class="confidence__return__text__title"
        >1. ПОВЕРНЕННЯ ТОВАРУ НЕНАЛЕЖНОЇ ЯКОСТІ:</span
      >
      Згідно ст.8 цього Закону при виявленні істотних недоліків, які виникли з
      вини виробника товару, протягом гарантійного терміну споживач має право на
      заміну товару або повернення грошей. Істотним недоліком, згідно п.12 ст.1
      Закону України «Про захист прав споживачів», вважається недолік, який
      робить неможливим чи недопустимим використання товару відповідно до його
      цільового призначення, виник з вини виробника, після його усунення
      проявляється знову з незалежних від споживача причин і при цьому наділений
      хоча б однією з таких ознак: а) він взагалі не може бути усунутий; б) на
      його усунення потребує понад чотирнадцять календарних днів; в) він робить
      товар суттєво іншим, ніж передбачено в договорі. При необхідності
      перевірки якості товару може бути проведена експертиза , в процесі якої
      встановлюється факт порушення споживачем гарантійних умов експлуатації
      товару. Відповідно до п.4 ст.17 Закону України «Про захист прав
      споживачів» експертиза організовується в триденний термін з дня одержання
      від споживача письмової згоди на проведення експертизи продукції. Якщо за
      підсумками проведення експертизи буде доведено, що недоліки виникли після
      передачі товару споживачеві згодом порушення споживачем правил
      експлуатації, зберігання і транспортування, вимоги споживача не підлягають
      задоволенню, а споживач зобов’язаний відшкодувати витрати на проведення
      експертизи. Вимога споживача про заміну товару підлягає негайному
      задоволенню за його наявності, а в разі його відсутності – у двомісячний
      строк з моменту подання заяви. Якщо задовольнити вимогу у встановлений
      строк неможливо, то споживач має право на свій вибір вимагати заміни
      товару з недоліками на інший товар іншої марки (моделі ) належної якості з
      відповідним перерахуванням ціни або повернення грошей. Вимоги споживача
      про повернення грошей підлягають задоволенню в перебігу семи днів.
      Розрахунок із споживачем у разі підвищення ціни на товар виробляється –
      виходячи з вартості товару на момент його покупки.
    </p>
    <p class="confidence__return__text">
      <span class="confidence__return__text__title"
        >2. ПОВЕРНЕННЯ ТОВАРУ НАЛЕЖНОЇ ЯКОСТІ, ЯКЩО ТОВАР З ЯКОЇСЬ ПРИЧИНИ НЕ
        ПІДІЙШОВ ПОКУПЦЕВІ.</span
      >
      Згідно ст.9 Закону України «Про захист прав споживачів» споживач має право
      протягом 14 днів, замінити товар належної якості на аналогічний, якщо
      товар не підійшов за формою, габаритами, фасоном, кольором або не може
      бути використаний за призначенням , але за умови якщо товар не
      використовувався і збережено його товарний вигляд, споживчі властивості,
      пломби, заводська упаковка, документи. Якщо на момент обміну аналогічного
      товару немає у продажу, споживач має право придбати будь-які інші товари,
      або одержати назад гроші у розмірі вартості повернутого товару, або
      поміняти товар на аналогічний при першому ж надходженні відповідного
      товару в продаж. При поверненні грошей розрахунки із споживачем
      проводяться виходячи з вартості товару на момент його покупки. Гроші
      повертаються в перебігу семи днів. Вимоги споживача розглядаються лише
      після уточнення прізвища замовника і номера замовлення, повної
      комплектації товару, заводської упаковки, на якій є штрих код,
      гарантійного талона. Заміна товару або повернення грошей можлива тільки
      при дотриманні всіх умов і процедур. Вам буде відмовлено в заміні товару
      або повернення грошей, якщо : товар, який не має суттєвих недоліків, не є
      новим, тобто був у використанні; з моменту придбання товару пройшло більше
      14 днів; при перевірці якості товару виявлені ознаки стороннього втручання
      (розкриття, спроба ремонту) або порушені інші умови гарантійного
      обслуговування; відсутній документ, що підтверджує факт купівлі товару ,
      або гарантійний талон, повна комплектація товару. Звертаємо також Вашу
      увагу, що згідно з п.3 ст.4 Закону України «Про захист прав споживачів»
      споживач зобов’язаний: 1) перед початком експлуатації товару уважно
      ознайомитися з правилами експлуатації, викладеними в наданій магазином
      документації на товар; 2) у разі необхідності отримати роз’яснення умов та
      правил використання товару – до початку використання товару звернутися за
      роз’ясненнями до продавця; 3) користуватися товаром згідно з його цільовим
      призначенням та дотримуватися умов (вимог, норм, правил), встановлених
      виробником товару в експлуатаційній документації; 4) з метою запобігання
      негативних, для споживача наслідкам, щодо використання товару –
      дотримуватися передбачених виробником в товарі методів безпеки та
      передбачених експлуатаційною документацією спеціальних правил, а в разі
      відсутності таких правил в документації – дотримуватися звичайних
      зрозумілих методів безпеки, встановлених для товарів такого роду.
      Повернення і заміна товарів відправлених магазином "K2K" в різні міста
      України проводиться шляхом зворотного пересилання покупцем товарів
      службами доставки, зокрема «Нова Пошта». Зворотня відправка грошей
      здійснюється післяплатою. Поштова служба приймає на себе зобов’язання
      видати вантаж тільки після оплати одержувачем оголошеної цінності. Ця сума
      переводиться відправнику. Дана сума повинна відповідати вартості товару,
      що повертається. Перед відправкою товару покупець повинен зв’язатися з
      продавцем, обговорити умови відправки і визначити ім’я одержувача вантажу
      (представника магазину "K2K"). У разі коли причиною повернення або заміни
      стала неналежна якість товару, то оплату за зворотню пересилку бере на
      себе магазин. Якщо ж придбаний товар був належної якості і покупець забрав
      його з пункту видачі Нової Пошти(не відмовився після огляду в пункті
      видачі), але товар з якоїсь причини не підійшов покупцеві протягом 14 днів
      з моменту отримання, то зворотню відправку , а також пересилання грошей
      (післяплатою) здійснює покупець. Ви маєте право повернути впродовж 14 днів
      (тільки в разі, якщо товар не був ношений, збережені його властивості,
      товарний вигляд і фабричні ярлики), або в разі явного заводського браку
      даного товару.
    </p>
    <p class="confidence__return__text">
      <span class="confidence__return__text__title">ПРОЦЕС ПОВЕРНЕННЯ</span>
      Зв'язатися з менеджером з приводу повернення і уточнити всю інформацію
      Переконатися, що товар і вся його комплектація в наявності та має товарний
      вигляд (окрім випадку заводського браку). Запакувати товар у початковому
      вигляді і відправити Новою Поштою на відділення, номер якого був
      обговорений з менеджером. Повернення грошей на карту здійснюється протягом
      2 робочих днів після отримання нами товару. Товари, які не підлягають
      поверненню та обміну згідно з законодавством України: ювелірні вироби;
      спідня білизна; купальники; корсетні вироби; рукавички;
      панчішно-шкарпеткові вироби; парфуми
    </p>
    <p class="confidence__return__text">
      <span class="confidence__return__text__title"
        >У випадку заводського браку:</span
      >
      Слід обов'язково зв'язатися з менеджером і надіслати нам фотографію браку
      товару.
    </p>
  </div>
</template>

<style lang="scss">
.confidence__return {
  &__title {
    margin-bottom: 10px;
    font-size: 22px;
    font-weight: 500;
  }
  &__text {
    display: flex;
    flex-direction: column;
    &__title {
      font-weight: 500;
      margin-bottom: 5px;
    }
    margin-bottom: 15px;
    line-height: 25px;
    letter-spacing: 2px;
  }
}
</style>
