<template>
  <div class="confidence__delivery">
    <h1 class="confidence__delivery__title">
      ДОСТАВКА НОВОЮ ПОШТОЮ ПО УКРАЇНІ
    </h1>
    <p class="confidence__delivery__text">
      За допомогою компанії Нова пошта, ви можете отримати товар навіть у
      найвіддаленіших куточках України. Можливо 2 варіанти доставки: кур'єрська
      доставка до дверей або доставка на відділення Нової Пошти.
    </p>
    <p class="confidence__delivery__text">
      В середньому, доставка займає 1-3 дні після підтвердження замовлення.
      Термін зберігання замовлення на відділенні Нової пошти – 4 календарних
      дні.
    </p>
    <p class="confidence__delivery__text">
      При оплаті замовлення післяплатою на суму понад 5000 грн потрібне
      пред’явлення паспорта. При отриманні обов’язково перевіряйте кількість
      місць посилки (вказано в транспортній накладній), наявність всіх товарів у
      замовленні, а також їх зовнішній вигляд.
    </p>
    <p class="confidence__delivery__text">
      У разі пошкодження упаковки, товарів або неповної комплектації замовлення
      необхідно відмовитися від отримання і оплати посилки, а також скласти акт
      (претензію) і обов’язково повідомити нам про те, що трапилося по телефону.
    </p>
    <p class="confidence__delivery__text">
      Доставка здійснюється згідно з тарифами Нової пошти (доставка та комісія
      за накладений платіж), оплату здійснює покупець.
    </p>
  </div>
</template>

<style lang="scss">
.confidence__delivery {
  &__title {
    margin-bottom: 10px;
    font-size: 22px;
    font-weight: 500;
  }
  &__text {
    margin-bottom: 15px;
    line-height: 25px;
    letter-spacing: 2px;
  }
}
</style>
