<template>
  <div class="confidence__ofert">
    <h1 class="confidence__ofert__title">ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ</h1>
    <p class="confidence__ofert__text">
      Цей Публічний договір (Угода та/або Оферта), в якому одна сторона інтернет
      сайт k2k.com.ua, далі Продавець, з одного боку та будь-яка інша особа,
      далі Покупець, який діє з метою придбання Товару, приймає (акцептує) умови
      цього договору (далі – Договір) з іншого боку, склали цей договір про
      наступне:
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title">1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</span>
      1.1 Продавець продає товари на Веб-сайті: k2k.com.ua Відповідно до статті
      633 Цивільного Кодексу України (ЦК України) ця Угода є публічною угодою
      (Угодою та/або Офертою), адресованою необмеженому колу юридичних та
      фізичних осіб та у разі прийняття (акцепту) викладених нижче умов будь-яка
      фізична або юридична особа (далі Покупець) зобов'язується виконувати умови
      цієї Угоди. <br /><br />
      1.2 Цей договір є договором публічної оферти (відповідно до ст. 633, 641
      та гол. 54 Цивільного кодексу України), його умови однакові для всіх
      покупців незалежно від статусу (фізична особа, юридична особа, фізична
      особа – підприємець). <br /><br />
      1.3 У цьому договорі наведені нижче терміни мають такі значення: Оферта –
      публічна пропозиція Продавця, адресована будь-якій фізичній та/або
      юридичній особі, укласти з нею Публічний договір на придбання товарів,
      перелік та фото яких розміщені на Веб-сайті: k2k.com.ua ; Акцепт – повне
      прийняття Покупцем умов Угоди щодо купівлі товарів шляхом додавання їх до
      віртуального кошика; Продавець — будь-яка юридична особа, фізична особа —
      підприємець, згідно з чинним українським законодавством, які є власниками
      або розповсюджувачами Товару та за допомогою Веб-сайту мають намір його
      продати. Покупець – будь-яка дієздатна фізична або юридична особа, яка
      прийняла умови цієї Угоди і мають намір купити товар; Продукція — перелік
      найменувань асортименту, представлений в інтернет-магазині. Товар —
      перелік найменувань асортименту, представлений в інтернет-магазині.
      Каталог — інформація про товари, розміщена в інтернет-магазині. Оформити
      замовлення — рішення Покупця придбати товар, оформлений в
      інтернет-магазині. <br /><br />1.4 Що стосується прийняття умов цього
      договору, тобто. публічної оферти інтернет-магазину, громадянин або
      юридична особа, яка робить акцепт оферти, стає Покупцем. Акцептом є факт
      оформлення замовлення натисканням на посилання «Оформити замовлення» у
      кошику та оплати замовлення у розмірі 100%, обравши онлайн оплату або
      післяплатою за “Новою Поштою” у розмірі 100%, обравши оплату при
      отриманні, на умовах цієї угоди.
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title">2. ПРЕДМЕТ ДОГОВОРУ</span>
      2.1 Продавець зобов'язується на умовах та в порядку, визначених цим
      Договором продавати товар(и) на підставі Замовлення(ів), оформленого(их)
      Покупцем на відповідній сторінці Веб-сайту k2k.com.ua, а Покупець
      зобов'язується на умовах та в порядку, визначених цим Договором, купити
      Товар та сплатити його вартість. <br /><br />2.2 Інтернет-магазин
      зобов'язується передати у власність Покупцю товар, а Покупець
      зобов'язується сплатити та прийняти товар на умовах цього договору.
      <br /><br />
      2.3 Цей договір регулює купівлю-продаж в інтернет-магазині, зокрема: а)
      добровільний вибір Покупцем товарів за «Каталогом»; б) самостійне
      оформлення Покупцем замовлення в інтернет-магазині; в) оплата Покупцем
      замовлення, оформленого в інтернет-магазині; г) виконання та передача
      замовлення Покупцеві у власність на умовах цього договору.
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title"
        >3. ПОРЯДОК ЗДІЙСНЕННЯ ПОКУПКИ</span
      >
      3.1. .Покупець самостійно оформлює замовлення на відповідній сторінці
      веб-сайту сайту k2k.com.ua шляхом додавання Товарів до віртуального кошика
      за допомогою натискання кнопки «У кошик», потім оформивши замовлення в
      кошику шляхом введення необхідної інформації та натиснувши кнопку
      “Підтвердити замовлення”. телефону, вказаному у розділі контактів сайту.
      <br /><br />3.2 Продавець забезпечує наявність Товарів, які представлені
      на Сайті. Супроводжуючі Товар фотографії можуть незначно відрізнятися від
      фактичного зовнішнього вигляду Товару, враховуючи особливості передачі
      кольорів різних пристроїв, за допомогою яких переглядається Сайт.
      <br /><br />
      3.3. У разі відсутності замовлених Покупцем Товарів на складі Продавця,
      останній має право виключити зазначений Товар із Замовлення / анулювати
      Замовлення Покупця, повідомивши про це Покупця шляхом надсилання
      відповідного електронного повідомлення за адресою, вказаною Покупцем під
      час реєстрації, або іншим способом. <br /><br />
      3.4 Після оформлення Замовлення на Сайті з Покупцем зв'язується
      представник Продавця шляхом надсилання електронного повідомлення за
      адресою, вказаною Покупцем під час реєстрації, або за телефоном та уточнює
      інформацію про наявність Товару, про передбачувану дату та спосіб
      доставки.
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title"
        >4. ЦІНА ДОГОВОРУ, ПОРЯДОК ОПЛАТИ І ДОСТАВКИ</span
      >
      4.1 Ціна кожного окремого Товару визначається Продавцем та вказується на
      відповідній сторінці веб-сайту k2k.com.ua. Ціна Договору визначається
      шляхом складання цін усіх обраних Товарів поміщених у віртуальний кошик та
      ціни доставки, яка визначається залежно від способу доставки обраного на
      сайті. <br /><br />4.2. Вартість Замовлення може змінюватись в залежності
      від ціни, кількості чи номенклатури товару. <br /><br />4.3. Покупець може
      сплатити замовлення такими способами: <br /><br />
      4.3.1 за допомогою банківського переказу грошей на поточний рахунок
      Продавця — Покупець оплачує замовлення протягом трьох днів з дати
      отримання рахунку у розмірі 100% передоплати. При ненадходженні коштів
      Інтернет-магазин залишає за собою право анулювати замовлення. <br /><br />
      4.3.2 шляхом передачі готівки кур'єру. <br /><br />4.3.3 післяплатою при
      отриманні Замовлення в представництвах служб доставки. <br /><br />4.3.4
      будь-яким іншим способом за домовленістю з Продавцем. <br /><br />
      4.4 Покупець отримує товар за допомогою служб доставки або отримує його
      особисто. Порядок оплати та отримання Товару вказаний на сторінках
      “Доставка” та “Оплата” веб-сайту k2k.ua. <br /><br />4.5. При доставці
      товарів до інших міст України, яку виконує Служба доставки
      (Компанії-перевізники) Покупець у повному обсязі та беззастережно
      погоджується з Правилами перевезення вантажів цими
      компаніями-перевізниками. <br /><br />4.6. Факт отримання Товару та
      відсутність претензій до якості Товару, що доставляється Службами доставки
      (Компаніями-перевізниками), Покупець підтверджує підписом у
      товарно-транспортній накладній, декларації, товарному чеку, накладній
      Служби доставки (Компанії перевізника), або у витратній накладній,
      товарному чеку товару. Зі свого боку, Продавець гарантує відвантаження
      товару Компанії-перевізнику у кількості, зазначеній та сплаченій Покупцем,
      у належній якості. Після отримання Товару претензії до зовнішніх дефектів,
      кількості, комплектності та товарного вигляду не приймаються.
      <br /><br />4.7. У разі відсутності Покупця на адресу доставки, вказаної
      Покупцем у замовленні або відмови Покупця від отримання Товару з
      необґрунтованих причин, при доставці кур'єром Служби доставки товар
      повертається Продавцю.
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title"
        >5. УМОВИ ПОВЕРНЕННЯ ТОВАРУ</span
      >
      5.1. Відповідно до ст. 9 Закону України «Про захист прав споживачів»,
      Покупець має право на обмін Товару належної якості протягом чотирнадцяти
      днів, за винятком дня купівлі, якщо більш тривалий термін не оголошений
      Продавцем. Покупець має право на обмін Товару з урахуванням положень
      законодавства про підстави та перелік Товарів, які не підлягають обміну
      (поверненню). <br /><br />5.2. Якщо Покупець має намір повернути Товар,
      таке повернення здійснюється відповідно до розділу Сайту «Повернення» з
      урахуванням правил та умов перевізника чи кур'єра, що діють на території
      України або на території іншої країни відповідно до місця здійснення
      Товару. <br /><br />
      5.3. У разі наявності хоча б одного з перерахованих недоліків, Покупець
      зобов'язаний зафіксувати його у складеному акті довільної форми. Акт має
      бути підписаний Покупцем та особою, яка здійснила доставку Товару або
      Продавцем. За можливості недоліки мають бути зафіксовані засобами фото-
      або відеозйомки. Протягом 1 (одного) дня Покупець зобов'язаний повідомити
      менеджера (представника Продавця відповідального за оформлення замовлення
      на Товар) про виявлені недоліки та домовитись про заміну Товару.
      <br /><br />
      5.4. Сторони погодили, що у разі недотримання обов'язкових вимог
      зазначеної процедури, визнається отримання Покупцем Товару у належному
      стані — без будь-яких механічних пошкоджень та повної комплектності.
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title"
        >6 ВІДПОВІДАЛЬНІСТЬ СТОРІН</span
      >
      6.1. Продавець зобов'язаний виконувати умови цього Договору. <br /><br />
      6.2 Продавець зобов'язаний передати Покупцю Товар відповідно до обраного
      зразка на відповідній сторінці веб-сайту k2k.com.ua, оформленого
      замовлення та умовами цього Договору; <br /><br />6.3. Продавець має право
      в односторонньому порядку призупинити надання послуг за цим Договором у
      разі порушення Покупцем умов цього Договору. <br /><br />
      6.4 Всі об'єкти, доступні на Веб-сайті k2k.com.ua, включаючи елементи
      дизайну, текст, графічні зображення, ілюстрації, відео, програми для ЕОМ,
      бази даних, музика, звуки та інші об'єкти, а також будь-який контент,
      розміщений на сервісах Сайтах, є об'єктами виняткових прав Продавця та
      інших правовласників. Жодні елементи змісту сервісів Веб-сайту, а також
      будь-який контент, розміщений на Веб-сайті, не можуть бути використані
      іншим чином без попереднього дозволу Продавця та/або правовласника. Під
      використанням маються на увазі, в тому числі, але не виключно:
      відтворення, копіювання, переробка, розповсюдження на будь-якій основі
      тощо. <br /><br />6.5. Покупець зобов'язаний своєчасно сплатити та
      отримати Товар на умовах цього Договору; <br /><br />6.6 Покупець
      зобов'язаний ознайомитися з інформацією про Товар, розміщену на веб-сайті
      Продавця; <br /><br />6.7 Покупець зобов'язаний при отриманні Товару в
      присутності представника Служби доставки переконатися в цілісності та
      комплектності Товару шляхом огляду заводської упаковки. У разі пошкодження
      заводської упаковки або неповної комплектації Товару — зафіксувати їх в
      акті, який разом з Покупцем має підписати особу, яка здійснила його
      доставку Покупцю. <br /><br />
      6.8 Покупець зобов'язаний не робити жодних дій, які можуть призвести до
      непропорційно великого навантаження на інфраструктуру Веб-сайту
      k2k.com.ua; <br /><br />
      6.9 Покупець зобов'язаний не використовувати автоматичні програми для
      отримання доступу до Веб-сайту k2k.com.ua; <br /><br />6.10 Покупець
      зобов'язаний не копіювати, не відтворювати, не змінювати будь-яку
      інформацію, що міститься на Веб-сайті k2k.com.ua; <br /><br />6.11
      Покупець зобов'язаний не перешкоджати та не намагатися перешкоджати роботі
      та іншій діяльності Веб-сайту k2k.com.ua; а також не перешкоджати дії
      автоматичних систем або процесів, а також інших заходів з метою запобігти
      або обмежити доступ на Веб-сайт k2k.com.ua; <br /><br />
      6.12 Сторони несуть відповідальність за невиконання або неналежне
      виконання умов цього Договору у порядку, передбаченому цим Договором та
      чинним законодавством України. <br /><br />6.13 У разі виникнення спорів,
      пов'язаних із виконанням Сторонами цього Договору, за винятком спорів про
      стягнення заборгованості щодо Покупця, Сторони зобов'язуються вирішувати
      їх шляхом переговорів з дотриманням претензійного порядку. Термін розгляду
      претензії – 7 (сім) календарних днів з дати її отримання. За суперечками у
      зв'язку із стягненням заборгованості з Покупця дотримання претензійного
      порядку не вимагається. <br /><br />6.14. Усі суперечки, розбіжності чи
      вимоги, що виникають із цього Договору або у зв'язку з ним, у тому числі
      стосовно його виконання, порушення, припинення чи недійсності, підлягають
      вирішенню у відповідному суді України.
    </p>
    <p class="confidence__ofert__text">
      <span class="confidence__ofert__text__title">7. ІНШЕ</span>
      7.1. Інтернет-магазин залишає за собою право розширювати та скорочувати
      товарну пропозицію на Сайті, регулювати доступ до купівлі будь-яких
      товарів, а також призупинити або припинити продаж будь-яких товарів на
      власний розсуд. <br /><br />7.2. Ця Угода повинна розглядатися у тому
      вигляді, як вона опублікована на Сайті, та повинна застосовуватись та
      тлумачитися відповідно до законодавства України.
    </p>
  </div>
</template>

<style lang="scss">
.confidence__ofert {
  &__title {
    margin-bottom: 10px;
    font-size: 22px;
    font-weight: 500;
  }
  &__text {
    display: flex;
    flex-direction: column;
    &__title {
      font-weight: 500;
      margin-bottom: 5px;
    }
    margin-bottom: 15px;
    line-height: 25px;
    letter-spacing: 2px;
  }
}
</style>
